IDEA Open Model
MatConcreteEc2.Epsc2 Property
Compatible with IDEA StatiCa Beta 20.0
 Compressive strain in the concrete - εc2
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Epsc2 { get; set; }
Public Property Epsc2 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace